{
	"token": {
		"Home":"الصفحة الرئيسية",
		"Transforming education": "تحويل التعليم",
		"Email Address": "عنوان بريد الكتروني",
		"Be inspired...": "كن مصدر إلهام ...",
		"Build leaders": "بناء القادة",
		"Create Innovators": "خلق المبتكرين",
		"Inspire Excellence": "إلهام التميز",
		"Receive information": "تلقي المعلومات",
		"Welcoming our first students in": "الترحيب بأول طلابنا في",
		"Days": "أيام",
		"Hours": "ساعات",
		"Minutes": "الدقائق",
		"Seconds": "ثواني",
		"Welcome to ISK": "مرحبًا بكم في مدرسة الكويت الدولية",
		"We're here to help": "نحن هنا للمساعدة",
		"Mahboula, Kuwait": "المهبولة ، الكويت",
		"Sabah Al Salem, Kuwait": "صباح السالم ، الكويت",
		"Name": "اسم",
		"Message": "رسالة",
		"Send your inquiry": "ارسال استفسارك",
		"Talent Acquisition": "موهبة اكتساب",
		"Privacy": "خصوصية",
		"Legal": "قانوني",
		"choose Language": "اختر اللغة",
		"We're always looking for talented educators. Start your ISK career today!": "نحن نبحث دائما عن المعلمين الموهوبين. ابدأ حياتك المهنية اليوم",
		"View available positions": "عرض الوظائف المتاحة",
		"Check out our progress!": "تحقق من تقدمنا",
		"Apply now": "قدم الآن",
		"quote": "لن يكون الأميون في القرن الحادي والعشرين هم الذين لا يستطيعون القراءة والكتابة ، ولكن أولئك الذين لا يستطيعون التعلم والتعلم وإعادة التعلم. - ألفين توففر",
		"para1": "نيابة عن المدرسة الدولية بأكملها للمجتمع الكويتي ، أود أن أرحب ترحيباً حاراً بالمدرسة الدولية بالكويت! مهما كانت أسباب زيارتك ، نأمل أن تستلهم ما نطمح إلى تحقيقه في الأشهر المقبلة. هناك أقل من 300 يوم قبل افتتاحنا الكبير يوم السبت 22 أغسطس ، 2019 ؛ الأهم من ذلك ، في أقل من 300 يوم ، سوف يسير أول طالب من ISK عبر بابنا في 2 سبتمبر 2020.",
		"para2": "ستكون المدرسة حرمًا جامعًا يقدم تعليماً على مستوى عالمي لجميع الطلاب. سيتم إلهام كل المناهج الدراسية ، التي تعتمد على الحرم الجامعي ، وتتأثر بشدة بالمعايير الأمريكية أو البريطانية ، ولكن سيكون لها أيضًا طابعها الفريد. سيستفيد الطلاب الذين يبدأون في رياض الأطفال من منهج يلهمهم لتسخير مواهبهم الفردية ومتابعتها مع الاستفادة من تعليم الفنون الحرة الشامل. سيشمل النظام الإيكولوجي للتعلم المخصص تعلمًا عميقًا للغة والفنون المرئية والأدائية والتعلم القائم على حل المشاكل العلمية والرياضية والرفاهية والعقل ، وكل ذلك باستخدام نهج مبتكر نسميه الاندماج! نحن نهدف إلى إنشاء طالب النهضة المثالي ، الذي سيكون قادرًا على الازدهار في أي سياق بعد التخرج.",
		"para3": "يهدف برنامج التعلم المباشر للخدمة الذي نقدمه إلى غرس جميع طلاب ISK على أهمية رد الجميل لمجتمعاتهم المحلية والوطنية والعالمية. نحن جميعًا حماة هذه البيئة الفريدة التي نسميها كوكب الأرض ، وتتمثل الأخلاقيات المضمنة في أنه يجب علينا كلنا أن نتحمل مسؤوليتنا بجدية حتى يكون لنا أكبر الأثر.",
		"para4": "نرحب بكم لزيارتنا شخصيًا في نظامنا التعليمي الآمن والداعم والمحفّز",
		"signed": "إيان أورلاندو ألين ، مديرة المدارس الدولية",
		"happy": "ونحن سعداء للمساعدة",
		"call": "لا تتردد في الاتصال أو إرسال رسالة أدناه إذا كان لديك أي استفسارات",
		"Join": "انضم لفريقنا اليوم",
		"Educators": "نحن نبحث دائما عن المعلمين الموهوبين! تبدأ حياتك المهنية ISK اليوم."

		
		
			
		
					
	},
	"regex": [
		["About Us", "معلومات عنا"],
		["Learn more about us", "تعلم المزيد عنا"],
		["This will be case insensitive", "i", ""]
	]
}